-- MySQL dump 10.13  Distrib 5.7.18, for Linux (x86_64)
--
-- Host: localhost    Database: db_money
-- ------------------------------------------------------
-- Server version	5.7.18-0ubuntu0.16.04.1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `accounts`
--

DROP TABLE IF EXISTS `accounts`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `accounts` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(200) NOT NULL,
  `balance` float(8,2) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=14 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `accounts`
--

LOCK TABLES `accounts` WRITE;
/*!40000 ALTER TABLE `accounts` DISABLE KEYS */;
INSERT INTO `accounts` VALUES (3,'Ð“Ð¾Ñ‚Ñ–Ð²ÐºÐ° Ð¡Ð°ÑˆÐ°',245.00),(5,'Ð“Ð¾Ñ‚Ñ–Ð²ÐºÐ° ÐžÐ»Ñ',0.00),(11,'ÐšÐ°Ñ€Ñ‚Ð° ÐžÐ»Ñ–Ð½Ð°',375.00),(10,'Ð“Ð¾Ñ‚Ñ–Ð²ÐºÐ° Ð’Ð´Ð¾Ð¼Ð°',3150.00),(12,'ÐšÐ°Ñ€Ñ‚Ð° Ð /Ð ',-11802.00),(13,'ÐšÐ°Ñ€Ñ‚Ð° Ð£Ð½Ñ–',28.00);
/*!40000 ALTER TABLE `accounts` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `actions`
--

DROP TABLE IF EXISTS `actions`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `actions` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `date` date NOT NULL,
  `type` enum('plus','minus','move') NOT NULL,
  `accountFrom_id` int(11) NOT NULL,
  `accountTo_id` int(11) NOT NULL,
  `category_id` int(11) NOT NULL,
  `sum` float(8,2) NOT NULL,
  `description` varchar(400) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=167 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `actions`
--

LOCK TABLES `actions` WRITE;
/*!40000 ALTER TABLE `actions` DISABLE KEYS */;
INSERT INTO `actions` VALUES (45,'2017-05-01','minus',11,0,28,100.00,''),(42,'2017-05-01','minus',11,0,13,63.00,''),(43,'2017-05-01','minus',11,0,12,705.00,''),(39,'2017-05-01','plus',11,0,5,1000.00,''),(40,'2017-05-01','plus',11,0,8,21000.00,''),(41,'2017-05-01','minus',11,0,11,1870.00,''),(36,'2017-05-19','minus',3,0,14,8.00,''),(44,'2017-05-01','minus',11,0,31,600.00,''),(46,'2017-05-01','minus',11,0,30,2000.00,''),(38,'2017-05-01','plus',11,0,7,7220.00,''),(31,'2017-05-19','move',5,3,0,5.00,''),(32,'2017-05-19','minus',3,0,9,6.00,''),(33,'2017-05-19','move',12,3,0,3600.00,''),(34,'2017-05-19','move',3,10,0,3000.00,''),(35,'2017-05-19','move',3,5,0,600.00,''),(47,'2017-05-01','minus',11,0,17,323.00,''),(48,'2017-05-01','minus',11,0,9,4171.00,''),(49,'2017-05-01','minus',11,0,10,3900.00,''),(50,'2017-05-01','minus',11,0,21,273.00,''),(51,'2017-05-01','minus',11,0,25,1350.00,''),(52,'2017-05-01','minus',11,0,14,1724.00,''),(53,'2017-05-01','minus',11,0,20,106.00,''),(54,'2017-05-01','minus',11,0,23,715.00,''),(55,'2017-05-01','minus',11,0,15,432.00,''),(56,'2017-05-01','minus',11,0,24,1027.00,''),(57,'2017-05-01','minus',11,0,26,1550.00,''),(58,'2017-05-01','minus',11,0,22,489.00,''),(59,'2017-05-01','minus',11,0,16,1549.00,''),(60,'2017-05-19','minus',12,0,14,110.00,''),(61,'2017-05-19','minus',3,0,15,20.00,'Ð ÐµÐ¼Ð¾Ð½Ñ‚ Ñ„Ð°Ñ€Ð¸'),(62,'2017-05-19','minus',12,0,14,25.00,''),(63,'2017-05-19','plus',12,0,6,1125.00,'Ð›Ð¸ÑÐ°Ðº'),(64,'2017-05-19','minus',3,0,14,65.00,''),(65,'2017-05-19','minus',12,0,13,24.00,''),(66,'2017-05-19','minus',5,0,23,450.00,'ÐšÐ¾ÑÐ¼ÐµÑ‚Ð¾Ð»Ð¾Ð³'),(67,'2017-05-19','minus',5,0,9,447.00,''),(68,'2017-05-20','move',10,5,0,300.00,''),(69,'2017-05-20','move',13,10,0,185.00,''),(70,'2017-05-20','minus',3,0,26,100.00,'Ð¢ÑƒÑÑ‚Ð°Ð½ÑŒ - ÐºÐ°Ñ‚Ð°Ð½Ð½Ñ Ð½Ð° ÐºÐ¾Ð½Ñ–'),(71,'2017-05-20','minus',3,0,26,420.00,'Ð¢ÑƒÑÑ‚Ð°Ð½ÑŒ - ÑˆÐ°ÑˆÐ»Ð¸ÐºÐ¸'),(72,'2017-05-20','minus',3,0,26,90.00,'Ð¢ÑƒÑÑ‚Ð°Ð½ÑŒ - Ð²Ð¸Ð½Ð¾'),(73,'2017-05-20','minus',3,0,26,64.00,'Ð¢ÑƒÑÑ‚Ð°Ð½ÑŒ - ÐºÐ²Ð¸Ñ‚ÐºÐ¸'),(74,'2017-05-20','minus',3,0,9,120.00,''),(75,'2017-05-21','minus',5,0,15,5.00,'Ð‘Ð»Ð°Ð³Ð¾'),(76,'2017-05-21','move',5,3,0,4.00,''),(77,'2017-05-21','minus',3,0,26,70.00,'Ñ†ÐµÑ€ÐºÐ²Ð° ÐºÐ°Ð²Ð°'),(78,'2017-05-20','minus',12,0,24,1047.00,'Ð‘ÐµÐ½Ð·Ð¸Ð½'),(79,'2017-05-21','minus',3,0,21,28.00,'Ð“Ñ–Ð¾ÐºÑÐ¸Ð·Ð¾Ð½'),(80,'2017-05-21','minus',3,0,9,113.00,''),(81,'2017-05-21','move',12,3,0,206.00,''),(82,'2017-05-21','minus',3,0,26,226.00,'ÐšÐ°Ñ„Ðµ 1'),(83,'2017-05-22','move',10,3,0,750.00,''),(84,'2017-05-21','minus',3,0,21,115.00,'ÐÐ¿Ñ‚ÐµÐºÐ°'),(85,'2017-05-22','move',10,3,0,115.00,''),(86,'2017-05-22','move',10,5,0,500.00,''),(87,'2017-05-22','minus',5,0,9,24.00,''),(88,'2017-05-22','move',10,3,0,235.00,''),(89,'2017-05-22','move',3,10,0,15.00,''),(90,'2017-05-22','minus',3,0,24,20.00,''),(91,'2017-05-22','minus',3,0,14,5.00,''),(92,'2017-05-22','minus',12,0,15,168.00,'Ð‘Ð°Ñ‚Ð°Ñ€ÐµÐ¹ÐºÐ¸ ÐÐÐ 20ÑˆÑ‚'),(93,'2017-05-22','minus',12,0,16,16593.00,'ÐÐ¾ÑƒÑ‚ + 2 Ð¼Ð¸ÑˆÐºÐ¸'),(94,'2017-05-22','minus',12,0,15,40.00,'VIP Ð°ÐºÐºÐ°ÑƒÐ½Ñ‚ Ð½Ð° 1 Ñ€Ñ–Ðº i.ua'),(95,'2017-05-22','minus',12,0,14,99.00,''),(96,'2017-05-22','minus',3,0,15,4.00,'Ð¢ÑƒÐ°Ð»ÐµÑ‚'),(97,'2017-05-22','minus',12,0,9,53.00,''),(98,'2017-05-22','minus',5,0,21,600.00,'ÐÐ½Ð°Ð»Ñ–Ð·Ð¸'),(99,'2017-05-22','minus',5,0,9,173.00,''),(100,'2017-05-23','move',10,3,0,1100.00,''),(101,'2017-05-23','move',10,5,0,400.00,''),(102,'2017-05-23','minus',3,0,14,10.00,''),(103,'2017-05-23','minus',12,0,14,56.00,''),(104,'2017-05-22','plus',12,0,8,24095.00,'ÐšÐ²Ñ–Ñ‚ÐµÐ½ÑŒ 2017'),(105,'2017-05-23','minus',12,0,19,500.00,'ÐœÐ°Ð¼Ð° Ñ‚Ñ€Ð°Ð²ÐµÐ½ÑŒ 2017'),(106,'2017-05-23','minus',12,0,19,600.00,'Ð‘Ð°Ð±ÑƒÐ»Ñ Ñ‚Ñ€Ð°Ð²ÐµÐ½ÑŒ 2017'),(107,'2017-05-23','minus',12,0,19,500.00,'Ð¢ÐµÑ‰Ð° Ñ‚Ñ€Ð°Ð²ÐµÐ½ÑŒ 2017'),(108,'2017-05-23','minus',12,0,27,5800.00,'ÐšÐ²Ñ–Ñ‚ÐµÐ½ÑŒ 2017'),(109,'2017-05-23','minus',12,0,13,10.00,''),(110,'2017-05-23','minus',5,0,24,80.00,'Ð¢Ð°ÐºÑÑ–'),(111,'2017-05-23','minus',5,0,25,250.00,'ÐÑÐ½Ñ'),(112,'2017-05-23','plus',5,0,7,105.00,'Ð§Ð°Ð¹Ð¾Ð²Ñ–'),(113,'2017-05-23','minus',5,0,15,150.00,'Ð‘Ð»Ð°Ð³Ð¾'),(114,'2017-05-23','move',3,5,0,500.00,''),(115,'2017-05-24','minus',12,0,15,89.00,'ÐÐ´Ð°Ð¿Ñ‚ÐµÑ€ USB'),(116,'2017-05-24','minus',12,0,14,82.00,''),(117,'2017-05-24','minus',12,0,21,253.00,'Ð›Ñ–ÐºÐ¸'),(118,'2017-05-24','minus',3,0,9,49.00,''),(119,'2017-05-24','minus',3,0,9,5.00,''),(120,'2017-05-24','minus',3,0,14,7.00,''),(121,'2017-05-24','minus',5,0,9,90.00,''),(122,'2017-05-24','plus',5,0,7,50.00,'Ð§Ð°Ð¹Ð¾Ð²Ñ–'),(123,'2017-05-25','minus',3,0,24,4.00,''),(124,'2017-05-25','minus',3,0,14,7.00,''),(125,'2017-05-25','move',13,11,0,675.00,''),(126,'2017-05-25','plus',13,0,6,23.00,'Ð’Ð¸Ñ€Ñ–Ð²Ð½ÑÐ²'),(127,'2017-05-25','minus',12,0,14,56.00,''),(128,'2017-05-25','minus',3,0,24,8.00,''),(129,'2017-05-25','move',10,3,0,500.00,''),(130,'2017-05-25','minus',3,0,9,6.00,''),(131,'2017-05-25','minus',12,0,16,882.00,'ÐœÐ°ÑˆÐ¸Ð½Ð° - Ð ÐµÐ¼Ð¾Ð½Ñ‚ Ð´ÐµÑ„Ð»ÐµÐºÑ‚Ð¾Ñ€Ð°'),(132,'2017-05-25','plus',5,0,7,20.00,'Ð§Ð°Ð¹Ð¾Ð²Ñ–'),(133,'2017-05-25','minus',5,0,9,18.00,''),(134,'2017-05-26','minus',3,0,24,4.00,''),(135,'2017-05-26','minus',3,0,24,4.00,''),(136,'2017-05-26','minus',3,0,14,19.00,''),(137,'2017-05-26','minus',12,0,14,85.00,''),(138,'2017-05-26','minus',3,0,9,87.00,''),(139,'2017-05-26','minus',3,0,24,70.00,'Ð¢Ð°ÐºÑÑ–'),(140,'2017-05-26','minus',3,0,15,32.00,'Ð¨Ð¾ÐºÐ¾Ð»Ð°Ð´ÐºÐ° Ð¥Ñ€Ð¸ÑÑ‚Ð¸Ð½Ñ– ÑÐ°Ð´Ð¾Ðº'),(141,'2017-05-26','minus',3,0,15,150.00,'Ð¢ÐµÑ…Ð¾Ð³Ð»ÑÐ´ Ð¼Ð°ÑˆÐ¸Ð½Ð¸ ÐŸÑ–Ð²Ð´ÐµÐ½Ð½Ð¸Ð¹'),(142,'2017-05-26','minus',5,0,9,158.00,''),(143,'2017-05-26','minus',5,0,15,216.00,'Ð“Ð¾ÑÑ‚Ð¸Ð½Ñ†Ñ– Ð½Ð° Ð¤Ð°ÑÑ‚Ñ–Ð²'),(145,'2017-05-26','move',3,5,0,160.00,''),(146,'2017-05-26','minus',5,0,9,91.00,'Ð—Ð°Ð³ÑƒÐ±Ð¸Ð»Ð¾ÑÑŒ'),(147,'2017-05-26','move',3,5,0,91.00,''),(148,'2017-05-27','minus',3,0,14,82.00,'Ð¤Ð°ÑÑ‚Ñ–Ð² - Ð·Ð°Ð¿Ñ€Ð°Ð²ÐºÐ° Ñ…Ð¾Ñ‚Ð´Ð¾Ð³Ð¸'),(149,'2017-05-27','minus',12,0,14,25.00,'Ð¤Ð°ÑÑ‚Ñ–Ð² - Ð·Ð°Ð¿Ñ€Ð°Ð²ÐºÐ° ÐºÐ°Ð²Ð°'),(150,'2017-05-27','minus',12,0,24,778.00,'Ð¤Ð°ÑÑ‚Ñ–Ð² - Ð±ÐµÐ½Ð·Ð¸Ð½'),(151,'2017-05-27','minus',12,0,24,714.00,'Ð¤Ð°ÑÑ‚Ñ–Ð² - Ð±ÐµÐ½Ð·Ð¸Ð½'),(152,'2017-05-27','minus',3,0,9,25.00,''),(153,'2017-05-27','move',12,3,0,235.00,''),(154,'2017-05-27','minus',3,0,16,275.00,'Ð¤Ð°ÑÑ‚Ñ–Ð² - ÑÑƒÑˆÑ–'),(155,'2017-05-27','minus',12,0,16,154.00,'Ð¤Ð°ÑÑ‚Ñ–Ð² - Ð¿Ð¸Ð²Ð¾ Ð´Ð¾ Ð”Ñ”Ð½Ñ–'),(156,'2017-05-28','move',12,3,0,409.00,''),(157,'2017-05-28','move',5,3,0,50.00,''),(158,'2017-05-28','minus',3,0,16,459.00,'Ð¤Ð°ÑÑ‚Ñ–Ð² - ÑÑƒÑˆÑ–'),(159,'2017-05-27','minus',11,0,24,300.00,'ÐšÐ²Ð¸Ñ‚Ð¾Ðº Ð¤Ð°ÑÑ‚Ñ–Ð²-Ð›ÑŒÐ²Ñ–Ð²'),(160,'2017-05-28','minus',12,0,16,51.00,'Ð¤Ð°ÑÑ‚Ñ–Ð² - Ð¿Ð¸Ð²Ð¾ Ð² ÑÑƒÑˆÑ–'),(161,'2017-05-28','minus',3,0,16,141.00,'Ð¤Ð°ÑÑ‚Ñ–Ð² - Ñ‚Ð¾Ñ€Ñ‚Ð¸ Ð´Ð¾ Ð¼Ð°Ð¼Ð¸'),(162,'2017-05-28','minus',5,0,9,10.00,''),(163,'2017-05-29','minus',3,0,14,11.00,'ÐšÐ°Ð²Ð° Ð²Ð¾ÐºÐ·Ð°Ð»'),(164,'2017-05-29','minus',3,0,14,24.00,'Ð™Ð¾Ð³ÑƒÑ€Ñ‚ Ñ‚Ð° ÑÐ½Ñ–ÐºÐµÑ€Ñ'),(165,'2017-05-29','move',3,5,0,10.00,''),(166,'2017-05-29','move',10,5,0,50.00,'');
/*!40000 ALTER TABLE `actions` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `budgets`
--

DROP TABLE IF EXISTS `budgets`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `budgets` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `month` tinyint(4) NOT NULL,
  `year` int(11) NOT NULL,
  `category_id` int(11) NOT NULL,
  `sum` float(8,2) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `month_year_category` (`month`,`year`,`category_id`)
) ENGINE=MyISAM AUTO_INCREMENT=40 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `budgets`
--

LOCK TABLES `budgets` WRITE;
/*!40000 ALTER TABLE `budgets` DISABLE KEYS */;
INSERT INTO `budgets` VALUES (12,5,2017,6,1.00),(11,5,2017,5,1000.00),(14,5,2017,4,5000.00),(13,5,2017,7,6000.00),(15,5,2017,8,46000.00),(16,5,2017,19,1600.00),(17,5,2017,27,5800.00),(18,5,2017,11,1870.00),(19,5,2017,13,30.00),(20,5,2017,12,705.00),(21,5,2017,31,600.00),(22,5,2017,28,100.00),(23,5,2017,29,13500.00),(24,5,2017,32,5000.00),(25,5,2017,30,2000.00),(26,5,2017,17,310.00),(27,5,2017,9,6000.00),(28,5,2017,10,4500.00),(29,5,2017,21,500.00),(30,5,2017,25,1500.00),(31,5,2017,14,1800.00),(32,5,2017,20,200.00),(33,5,2017,23,1000.00),(34,5,2017,15,500.00),(35,5,2017,18,1.00),(36,5,2017,24,1500.00),(37,5,2017,26,1500.00),(38,5,2017,22,500.00),(39,5,2017,16,1985.00);
/*!40000 ALTER TABLE `budgets` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `categories`
--

DROP TABLE IF EXISTS `categories`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `categories` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(400) NOT NULL,
  `type` enum('plus','minus') NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=33 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `categories`
--

LOCK TABLES `categories` WRITE;
/*!40000 ALTER TABLE `categories` DISABLE KEYS */;
INSERT INTO `categories` VALUES (7,'ÐžÐ»Ñ Ð›ÑŒÐ²Ñ–Ð²','plus'),(5,'Ð”Ð¸Ñ‚ÑÑ‡Ñ– Ð³Ñ€Ð¾ÑˆÑ–','plus'),(4,'ÐžÐ»Ñ Ð¤Ð°ÑÑ‚Ñ–Ð²','plus'),(6,'Ð†Ð½ÑˆÐµ','plus'),(8,'Ð¡Ð°ÑˆÐ° LvivCode','plus'),(9,'Ð‡Ð¶Ð°','minus'),(10,'ÐšÐ²Ð°Ñ€Ñ‚Ð¸Ñ€Ð°','minus'),(11,'ÐŸÐ¾Ð´Ð°Ñ‚Ð¾Ðº','minus'),(12,'ÐŸÐ¤','minus'),(13,'ÐšÐ¾Ð¼Ñ–ÑÑ–Ñ','minus'),(14,'ÐžÐ±Ñ–Ð´Ð¸','minus'),(15,'ÐŸÐ¾Ð±ÑƒÑ‚Ð¾Ð²Ñ– Ð²Ð¸Ñ‚Ñ€Ð°Ñ‚Ð¸','minus'),(16,'Ð¦Ñ–Ð»ÑŒÐ¾Ð²Ñ– Ð²Ð¸Ñ‚Ñ€Ð°Ñ‚Ð¸','minus'),(17,'Ð—Ð²\'ÑÐ·Ð¾Ðº','minus'),(18,'ÐŸÐ¾Ð´Ð°Ñ€ÑƒÐ½ÐºÐ¸','minus'),(19,'Ð‘Ð°Ñ‚ÑŒÐºÐ°Ð¼','minus'),(20,'ÐžÐ´ÑÐ³','minus'),(21,'Ð›Ñ–ÐºÑƒÐ²Ð°Ð½Ð½Ñ','minus'),(22,'Ð¥Ñ–Ð¼Ñ–Ñ','minus'),(23,'ÐžÐ»Ñ Ñ‚Ñ–Ð»Ð¾','minus'),(24,'ÐŸÑ€Ð¾Ñ—Ð·Ð´','minus'),(25,'ÐÑÐ½Ñ/Ð¡Ð°Ð´Ð¾Ðº','minus'),(26,'Ð Ð¾Ð·Ð²Ð°Ð³Ð¸','minus'),(27,'Ð”ÐµÑÑÑ‚Ð¸Ð½Ð°','minus'),(28,'Ð /Ð ','minus'),(29,'ÐÐ° ÐºÐ²Ð°Ñ€Ñ‚Ð¸Ñ€Ñƒ','minus'),(30,'ÐÐ° Ð²Ñ–Ð´Ð¿Ð¾Ñ‡Ð¸Ð½Ð¾Ðº','minus'),(31,'ÐšÑ€ÐµÐ´Ð¸Ñ‚','minus'),(32,'Ð—Ð°Ð¾Ñ‰Ð°Ð´Ð¶ÐµÐ½Ð½Ñ','minus');
/*!40000 ALTER TABLE `categories` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2017-05-29 11:06:48
